Repository: ksoman/Packing_CYGEST
Catalog: Packing/Packing/Resource/AppResource.*.resx
Languages: fr

# lblDumpNotSent
source: Dump Not sent
fr: Dump (copie brute) non envoyé

# lblDumpSent
source: Dump was sent
fr: Dump (copie brute) envoyé

# lblDumpTitle
source: Dump
fr: Dump (copie brute)

# MobileNumberPlaceholder
source: Mobile Number
fr: Numéro Téléphone

# PckAssistance
source: Need Assistance?
fr: Besoin d'assistance?

# PckBranch
source: Branch
fr: Branche

# PckCountry
source: Countries
fr: Pays

# PckLanguage
source: Language
fr: Langue

# PckPhotoQuality
source: Photo Quality
fr: Qualité Photo

# lblError
source: Error
fr: Erreur

# lblNoConnection
source: No Connection
fr: Pas de connexion / connexion non disponible

# lblSave
source: Saving Configuration
fr: Sauvegardé les configurations

# lblSaveError
source: An error occurred, cannot save. Please fill in all fields
fr: Erreur de sauvegarde. Veuillez remplir tous les champs.

# lblSaveSuccessfully
source: Save
fr: Sauvegarder

# lblCancel
source: Cancel
fr: Annuler

# LblCategory
source: CATEGORY
fr: CATÉGORIE

# LblItem
source: SELECT ITEM
fr: SÉLECTIONNER UN ITEM

# LblRoom
source: SELECT A ROOM
fr: SÉLECTIONNER UNE PIECE

# LblDelivery
source: DELIVERY
fr: LIVRAISON

# LblNumItem
source: NUMBER OF ITEMS :
fr: NOMBRE D'ARTICLES

# LblNumItemExpct
source: NUMBER OF ITEMS EXPECTED :
fr: NOMBRE D'ARTICLES ATTENDUS :

# LblNumItemReceived
source: NUMBER OF ITEMS RECEIVED :
fr: NOMBRE D'ARTICLES REÇUS :

# LblProgress
source: PackingCygest PROGRESS
fr: PROCESSUS D'EMBALLAGE

# LblSynchro
source: SYNCHRONISING
fr: SYNCHRONISATION

# MobileNumberplaceholderDisplay
source: Mobile Number
fr: Numéro Téléphone

# PckBranchDisplay
source: Branch
fr: Branche

# PckCountryDisplay
source: Countries
fr: Pays

# PckLanguageDisplay
source: Language
fr: Langue

# LblInvalidSignature
source: Please sign on the signature pad
fr: Veuillez apposer votre signature

# LblSignatureSaveSuccessful
source: Signature has been saved
fr: Signature enregistrée avec succès

# LblSuccess
source: Success
fr: Terminé

# LblEndPackingCygest
source: End PackingCygest
fr: Fin D'emballage

# LblNewItem
source: New Item
fr: Nouvel article

# LblDelivery1
source: DELIVERY
fr: LIVRAISON

# LblLoadEndControlTitle
source: CONTROL
fr: CONTRÔLES

# LblBarcodeMissing
source: Barcode missing
fr: Code-barre manquant

# CompleteMsg1
source: Well done,you have
fr: Bravo, vous avez

# CompleteMsg2
source: completed your PackingCygest
fr: terminé votre emballage

# LblControl
source: CONTROLS
fr: CONTRÔLES

# LblDoubleBarcodes
source: Double barcodes
fr: Codes barres doubles

# LblFurniture
source: Furniture
fr: mobilier

# LblHomeAppliance
source: End
fr: Fin

# LblFile
source: File:
fr: Fichier:

# LblSize
source: Size:
fr: Taille:

# LblNumberOfItems
source: Number of items
fr: Nombre d'articles

# LblDismounting
source: DISMOUNTING
fr: DÉMONTAGE

# LblKnown
source: Known
fr: Connu

# LblMechanicalState
source: MECHANICAL STATE
fr: ÉTAT MÉCANIQUE

# LblMover
source: Mover
fr: Déménageur

# LblReassembling
source: REASSEMBLING
fr: REMONTAGE

# LblUnknown
source: Unknown
fr: Inconnu

# LoadingTextWait
source: Please wait..
fr: Veuillez patienter...

# LoadingTextDone
source: Done
fr: Terminé

# LblScanItemError
source: Please scan an item first
fr: Veuillez scanner un item d'abord

# LblPhotoAndComment
source: PHOTO AND COMMENT
fr: PHOTO ET COMMENTAIRE

# Delivery
source: New Delivery
fr: Nouvelle Livraison

# Loading
source: New Loading
fr: Nouveau Chargement

source: Loading data..
fr: Téléchargement des données...

# LblEnd
source: End
fr: Terminer

# High
source: High_Button.png
fr: Haut_Button.png

# HighRed
source: High_Button_Red.png
fr: Haut_Button_Red.png

# Low
source: Low_Button.png
fr: Faible_Button.png

# LowRed
source: Low_Button_Red.png
fr: Faible_Button_Red.png

# Medium
source: Medium_Button.png
fr: Moyen_Button.png

# MediumRed
source: Medium_Button_Red.png
fr: Moyen_Button_Red.png

# BtnAdd
source: ADD
fr: AJOUTER

# LblEndControlNext
source: Next
fr: Suivant

# LblAssignAnother
source: OR SCAN BARCODE
fr: Ou scanner les code-barres

# LblAssignBarcode
source: Assign barcode
fr: Attribuer un code-barre

# LblCompletedTile
source: COMPLETED
fr: COMPLETE

# NextButton
source: Next
fr: Suivant

# ImageClickToTakePic
source: Click_to_take_pic.png
fr: Click_to_take_pic_fr.png

# MessageScanValidBarcode
source: Please Scan Valid Barcode
fr: Veuillez scanner le code-Barre valide

# LblInvalidBarcode
source: Invalid barcode
fr: Code-barre invalide

# TitleWrongBarcode
source: Invalid Barcode
fr: Code-barres invalide

# LblScanBarcode
source: No Barcode
fr: Code-Barre

# MsgInvalidBarcode
source: Barcode not valid for this file
fr: Code barre non valide sur cette étude

# MsgScanBarcode
source: Please scan a barcode.
fr: Veuillez scanner un code-barre

# MsgSignatureClear
source: Signature was clear.
fr: La signature était effacer.

# BtnClear
source: Clear
fr: Effacer

# PhotoCommentTitle
source: Saving all data.
fr: Sauvegarde de toutes les données.

# LblHeading
source: DELIVERY
fr: LIVRAISON

# LblPackingCygest
source: PACKED BY
fr: EMBALLÉ PAR

# LblReassemble
source: Reassemble
fr: Remontage

# LblReassembled
source: Reassembled
fr: Remontage

# LblNoNetwork
source: No network
fr: Pas de connexion / connexion non disponible

# LblPleaseEnableYourNetwork
source: Please enable your network
fr: Veuillez activer votre connexion

# DeliveryMsg1
source: Well done,you have
fr: Bravo, vous avez

# DeliveryMsg2
source: completed your delivery
fr: terminé votre livraison

# TitleAlreadyScannedBarcode
source: Barcode already scanned
fr: Code barre déjà scanné

# TxtComment
source: COMMENT
fr: COMMENTAIRE

# TxtSync
source: Synchronize
fr: Synchroniser

# LblMissingBarcode
source: List of barcode not scanned
fr: Liste de code barres scanné

# lblBarCodeError
source: Invalide barcode for file
fr: Code bare invalide pour ce dossier

# lblPressButton
source: Press Scan Button
fr: Appuyer sur la touche Scan
